[
    {
      "id": 1,
      "date": "Февраль 2021",
      "title": "Первые шаги в HTML",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации. Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.",
      "image": "assets/images/article_m7.png",
      "section": "languages",
      "rubric": "rubricHtml"
    },
    {
      "id": 2,
      "date": "Январь 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации. Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.",
      "image": "assets/images/article_m11.jpg",
      "section": "languages",
      "rubric": "rubricHtml"
    },
    {
      "id": 3,
      "date": "Март 2021",
      "title": "Первые шаги в CSS",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m8.png",
      "section": "languages",
      "rubric": "rubricHtml"
    },
    {
      "id": 4,
      "date": "Март 2021",
      "title": "Первые шаги в JavaScript",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомствоМой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации. Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.",
      "image": "assets/images/article_m9.jpg",
      "section": "languages",
      "rubric": "rubricHtml"
    },
    {
      "id": 5,
      "date": "Февраль 2021",
      "title": "Первые шаги в Webpack",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информацииМой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации. Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации..",
      "image": "assets/images/article_m1.png",
      "section": "languages",
      "rubric": "rubricCss"
    },
    {
      "id": 6,
      "date": "Январь 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации. Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного,  красивый background, минимум фото и информации.",
      "image": "assets/images/article_m2.png",
      "section": "languages",
      "rubric": "rubricCss"
    },
    {
      "id": 7,
      "date": "Март 2021",
      "title": "Первые шаги в Bootstrap",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m3.png",
      "section": "languages",
      "rubric": "rubricCss"
    },
    {
      "id": 8,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m10.jpg",
      "section": "languages",
      "rubric": "rubricCss"
    },
    {
      "id": 9,
      "date": "Февраль 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информации.",
      "image": "assets/images/article_m3.png",
      "section": "languages",
      "rubric": "rubricJavascript"
    },
    {
      "id": 10,
      "date": "Январь 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.",
      "image": "assets/images/article_m2.png",
      "section": "languages",
      "rubric": "rubricJavascript"
    },
    {
      "id": 11,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m1.png",
      "section": "languages",
      "rubric": "rubricJavascript"
    },
    {
      "id": 12,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m4.png",
      "section": "languages",
      "rubric": "rubricJavascript"
    },
    {
      "id": 13,
      "date": "Февраль 2021",
      "title": "Первые шаги в Node.js",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информации.",
      "image": "assets/images/article_m1.png",
      "section": "languages",
      "rubric": "rubricWebpack"
    },
    {
      "id": 14,
      "date": "Январь 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.",
      "image": "assets/images/article_m2.png",
      "section": "languages",
      "rubric": "rubricWebpack"
    },
    {
      "id": 15,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m2.png",
      "section": "languages",
      "rubric": "rubricWebpack"
    },
    {
      "id": 16,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m4.png",
      "section": "languages",
      "rubric": "rubricWebpack"
    },
    {
      "id": 17,
      "date": "Июль 2021",
      "title": "Сборка проекта через Webpack",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информации.",
      "image": "assets/images/article_m1.png",
      "section": "guides",
      "rubric": "rubricOther"
    },
    {
      "id": 18,
      "date": "Июнь 2021",
      "title": "React и Webpack",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.",
      "image": "assets/images/article_m12.png",
      "section": "guides",
      "rubric": "rubricOther"
    },
    {
      "id": 19,
      "date": "Август 2021",
      "title": "Webpack Plugins",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m3.png",
      "section": "guides",
      "rubric": "rubricOther"
    },
    {
      "id": 20,
      "date": "Март 2021",
      "title": "Webpack Resolve упрощаем",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m4.png",
      "section": "guides",
      "rubric": "rubricOther"
    },
    {
      "id": 21,
      "date": "Февраль 2021",
      "title": "Семантическая настройка",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информации.",
      "image": "assets/images/article_m5.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 22,
      "date": "Январь 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.",
      "image": "assets/images/article_m6.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 23,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m3.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 24,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m3.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 25,
      "date": "Февраль 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио, который имел возможность попасть в сеть. Ничего особенного, красивый background, минимум фото и информации.",
      "image": "assets/images/article_m2.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 26,
      "date": "Январь 2021",
      "title": "Webpack или Gulp?",
      "text": "Мой первый проект созданный на начальном уровне, первый сайт портфолио,красивый background, минимум фото и информации.",
      "image": "assets/images/article_m3.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 27,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m6.png",
      "section": "others",
      "rubric": "rubricNews"
    },
    {
      "id": 28,
      "date": "Март 2021",
      "title": "Первые шаги в Node.js",
      "text": "Давай сразу уясним, есть два важный обьекта request и resolve, с них мы и начнём знакомство",
      "image": "assets/images/article_m6.png",
      "section": "others",
      "rubric": "rubricNews"
    },
  ]

  